// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon heeft drie essentiële bestanden nodig(Simpel gezegd).
boot0 (Op het MBR van de harde schijf) Verantwoordelijke voor het laden van boot1.
boot1 (Op de boot-sector van de partitie) Om boot2 te vinden.
boot2 (In de root van de partitie) Om de kernel, etc. te laden .";

"Standard_title" = "Chameleon Standaard";
"Standard_description" = "Installeer Chameleon";


"Standardhfs_title" = "Chameleon Standaard met boot0hfs";
"Standardhfs_description" = "Deze optie installeerd de drie essentiële bestanden en schrijft boot0hfs naar de eerste 440 bytes van het MBR, zodat enige bestaande Windows code niet vernietigd wordt. boot0hfs zoekt dan naar boot1h op de eerste partitie, waarbij het niet uitmaakt welke partitie actief gemarkeerd is.
* Deze installatie-optie zet de geselecteerde doelpartitie niet op actief."; 

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Installeer Chameleon op de EFI Systeem partitie FAT32 (Origineel)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Installeer Chameleon op de EFI Systeem partitie HFS (Wordt opnieuw geformatteerd wanneer nog geen HFS)";

"noboot_title" = "Geen";
"noboot_description" = "Installeer Chameleon niet. (Bruikbaar om alleen Extra onderelen te installeren)";

// Utility
"Utility_title" = "Hulpprogramma";
"Utility_description" = "Optionele bestanden om te helpen installeren.";

"PrefPanel_title" = "Preference Panel";
"PrefPanel_description" = "Installeerd het Preference Panel voor Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Kopieert een voorbeeld smbios.plist naar /Extra/Configuration.";

"EFIMounter_title" = "EFI Mounter";
"EFIMounter_description" = "Een Applescript om de verborgen EFI partitie te mounten/unmounten. Het werkt voor zowel FAT32 en HFS+. Het zal geïnstalleerd worden in /Applications.";

"Documentation_title" = "Documentatie";
"Documentation_description" = "Documentatie voor de handmatige installatie en het gebruik van Chameleon.";

// Options
"Options_title" = "Opties";
"Options_description" = "Stel standaard opties in";

"Advanced_title" = "Geavanceerde Boot Opties";
"Advanced_description" = "Creëer een /Extra/com.apple.Boot.plist en selecteer je gewenste geavanceerde opties om Chameleon's instellingen te wijzigen.";

"arch_title" = "arch=i386";
"arch_description" = "Boot de kernel in 32bit mode in plaats van de standaard 64bit mode.";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Verbergt Chameleon's boot banner in de GUI.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Geef het partitie selectie scherm weer, zonder het timeout scherm weer te geven.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Gebruik het legacy logo (grijs op wit) op het bootscherm in plaats van het boot.png logo van het thema.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Schakelt quit boot mode in(geen berichten of prompt).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Schakelt de automatisch ingeschakelde restart fix uit.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Schakelt SMBIOSdefaults opties in.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Schakelt UseAtiROM opties in.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Schakelt UseNvidiaROM opties in.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pauzeert het boot process nadat Chameleon's setup voltooid is, hierna wacht het tot er op een toets gedrukt wordt voor het de mach kernel start. Bruikbaar wanneer het gecombineerd wordt met de verbose boot voor probleemoplossing.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Probeert de sleep image te laden die opgeslagen is van de laatste keer dat de pc in hibernation is gezet.";

"GUI_title" = "GUI";
"GUI_description" = "Om de grafische interface uit te zetten, moet er GUI=n aan com.apple.Boot.plist toegevoegd worden."

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Negeert de SSDT tables die ingebouwd zitten in het moederbord.";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Schakel automatisch gegenereerde processor C-States in.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Schakel automatisch gegenereerde processor P-States in.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Schakelt VBIOS optie in.";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Voeg EthernetBuiltIn=y aan com.apple.Boot.plist toe, Deze optie zorgt ervoor dat er 'built-in' aan je ethernet-apparaten wordt toegevoegd.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Voeg ForceHPET=y toe aan com.apple.Boot.plist, Deze optie zorgt ervoor dat HPET aangezet wordt op intel chipsets en is voor biossen die die optie niet ondersteunen.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Voeg ForceWake=y toe aan com.apple.Boot.plist, deze optie zorgt ervoor dat je corrupte sleep images kan voorbijgaan.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Voeg EHCIacquire=y toe aan com.apple.Boot.plist, Deze optie repareert alle EHCI ownership problemen die worden veroorzaakt door slechte biossen.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Voeg UHCIreset=y toe aan com.apple.Boot.plist, Deze optie zal UHCI controllers resetten voor dat OS X gestart wordt.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Schakelt de automatisch ingeschakelde RAM geheugen herkenning uit.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Voeg GraphicsEnabler=y toe aan com.apple.Boot.plist, Deze optie zal NVIDIA GPU's automatisch detecteren en de juiste info injecteren.";

// Resolution
"Resolution_title" = "Resolution";
"Resolution_description" = "Stel de schermresolutie van je monitor in";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Thema's";
"Themes_description" = "Een Collectie van Voorbeeld Thema's";

"Embed_title" = "Embed";
"Embed_description" = "Een kleinere simpele versie van het nieuwe standaard thema dat gebruikt wordt, wanneer er een versie van Chameleon gebouwd wordt die een geëmbed thema nodig heeft.";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleon's vorige default thema";

"Default_title" = "Standaard";
"Default_description" = "Het thema wat geëmbed is in de booter, zodat deze aangepast kan worden.";

"Big_title" = "Groot";
"Big_description" = "Een Thema met een grote lay-out, voor de mensen die het geluk hebben een grote monitor te hebben.";

"Twilight_title" = "Twilight";
"Twilight_description" = "Een simpel thema voor de Twilight fans.";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Een simpel thema met een roze achtergrond en Tinkerbell";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "Een simpel MSI boot logo voor je MSI netbook =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "Het Bullet thema door NoSmokingBandit";

// Extras
"Extras_title" = "Extra's";
"Extras_description" = "Een collectie van handige addons.";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Installeer standaard SMBIOS overrides smbios.plist in Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "Een collectie van handige plist only kexts die compatibel zijn met de Extra folder.";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Voegt AHCI ondersteuning toe voor Intel Southbridge Chipsets ICH6 - ICH10, JMicron JMB383";

"FakeSMC_title" = "FakeSMC";
"FakeSMC_description" = "Software SMC emulator, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"SMCITEController_title" = "SMCITEController";
"SMCITEController_description" = "SMC controllor voor chipset ITE, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"TotallyLegacy_title" = "TotallyLegacy";
"TotallyLegacy_description" = "Een collectie van legacy kexts in één (door smith@@).";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "Repareert oranje Iconen.";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Voegt ATA ondersteuning toe voor Intel Southbridge chipsets ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Voegt JMIcronATA ondersteuning toe voor Intel chipsets";

"Disabler_title" = "Disabler";
"Disabler_description" = "Schakelt AppleIntelCPUPowerManagement uit.";

"ZEvOreboot_title" = "ZEvOreboot";
"ZEvOreboot_description" = "Enige kext benodigt voor Zotac GF9300 ITX Wifi met dsdt.";

// Error strings
"ERROR_BOOTVOL" = "Deze software moet op het opstartvolume geïnstalleerd
worden.";
"ERROR_INSTALL" = "Dit volume voldoet niet aan de eisen voor deze update.";

"Newer_Package_Installed_message" = "Een nieuwere versie van Chameleon is al geïnstalleerd.";
"Intel_Mac_message" = "Deze software kan niet worden geïnstalleerd op deze computer.";
